Repository: mozilla-l10n/mt-training-data
Catalog: gwt/gwt_pontoon.tmx
Source language: en_us
Languages: gwt

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
gwt: امَنی یقین تھنی زی ڈل، عوامی طورے یېوان دِیَنی صوتی ڈیٹا سیٹس مشین لرنِنگہ رتئ قائم ٹېکنالوجیَہ نونگ کېرِک اؤ صحت مند تجارتی کامن وائسَنی مُسابقتہ ترقی ݪِکہ۔ زبانی ڈېٹا سیٹ پُدما پاݪی تانُو رنگَنہ سافہ پېنہ ڈل عوامی طَورے لېوان دِسنت وائس ڈیٹا سیٹ تھنی، خو ووئی یَک می نہ تھنی۔ اتے صفحا واری اوپن سروس وائس ڈیٹا سیٹسہ ݭڅی یَک حوالہ مرکزَنہ طَورے بالِؤ اؤ شِلہ زی کامن وائس ژمان بہ، امَنی رِلیزَنہ تازہ ݪَمہ ݭڅی یَک آمہ تھنہ۔

source: Website Localization
gwt: ویب سائیٹہ مقامی ݫُپَئیک

source: Websites
gwt: وېب سائٹس

source: We couldn’t find that page for you
gwt: امَئ مے ݭڅی تسہ موخہ کوڅی بَوُوَہ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gwt: امَئ مے ݭُنڈِکہ ݭَڅی کی آڈیو کلپس حاصل کېری نہ بَوُوَہ۔ مېرَبانی کېری پتا گِری کُوشُش کېرِؤ۔

source: We couldn’t get any sentences for you to speak. Please try again later.
gwt: اماں مېنہ ژوَنہ کی بی جُملہ نہ لېوان گہ۔ یېربانی کېری دُو بُوڑہ کوشش کېریو۔

source: Weekly
gwt: ہفتہ وار

source: Weekly Goal
gwt: ہفتہ وار گول

source: We launch the Common Voice site in this language.
gwt: امہ اِتے باتِیہ کامن وائسہ سائٹ لانچ کېرِمېک۔

source: Welcome { $company } staff!
gwt: آئېوا{ $company } عمَلہ!

source: Welcome to Common Voice
gwt: کامن وائساں آئېوا

source: Welcome to Spontaneous Speech
gwt: بېواکِیَنی تقریرَہ آئېوا

source: Welsh
gwt: وېلش

source: We may have run out of clips - refresh the page, or try again later.
gwt: امہ مِنزی کِلپس نمَتی تنئیت۔ موخہ نونگ کېرِؤ، یا پتا گری کُوشُش کېرِؤ۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
gwt: امکان تھنی زی اماں سے درخاس وصول نہ بِتِبہ۔ مېرَبانی کېری اماں کی نېغ<emailLink>{ $email }</emailLink> رتئ ای مېل کېرِؤ اؤ امہ مے مِنزی رابطہ کېرِکہ!

source: We periodically release the dataset
gwt: امہ وخت وختہ ڈېٹا سېٹ جاری کېرِمېک

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
gwt: امہ مېنی معلوماتہ احتیاطے سمبال کېرِکہ نہ وعدہ کېرِمېک۔ امَنہ <privacyLink> پرائیویسی نوٹس</privacyLink> سہ واری بی ژَو۔

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
gwt: یَہ شان کھنٹَنہ یہ اوپن سورس، لؤ باتی نامَنی ڈیٹا سیٹ ݫُپَمېک تسُو کرہ زی سپیچَنہ قابل اپلیکېشنزَہ ترتیب ݪِکہ ݭڅی استعمال کېری بَمان۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
gwt: امہ کھنٹ نامَنہ یَہ اوپن سورس ڈیٹا سیٹ کراؤڈ سورس کېرِمېک۔ تانُو کھنٹہ عطیہ کېرِؤ، واری خلَکَنی کِلپسَنی سئ گَرِیَنی توثیق کېرِؤ، ڈیٹا سېٹہ سومِّیہ ݭڅی لؤ بئ ݫُپَؤ۔

source: We’re experiencing unexpected downtime
gwt: امہ غیر متوقع بند وختَہ مِنزی موخاموخ بِمېک

source: We're going out to get coffee.
gwt: امہ کافی گوئیکاں بېرانت دِمېک۔

source: We’re going out to get coffee.
gwt: امہ کافی گوئیکاں بېران دِمېک۔

source: We release the dataset every 3 months.
gwt: امہ ہر ݪے ماسوئے پت ڈیٹا سیٹ جاری کېرِمېک۔

source: We're making some big changes
gwt: امہ یکَتہ ڈَڈل تبدیلی کېرِمېک

source: We're receiving a lot of traffic and are currently investigating the issues.
gwt: امہ لو زیات ٹریفِک موصول بِمان اؤ فیلیال مسائلَنی چھان بین کېرِمېک۔

source: We’re sorry, your platform is not currently supported.
gwt: تھُکُم، تونہ پلېٹ فارم فلیالن تعاون یافتہ نہ تھنہ۔

source: Western Highland Purepecha
gwt: مغربی ہائی لینڈ پیور پیچا

source: Western Penan
gwt: مغربی پېنان

source: Western Sierra Puebla Nahuatl
gwt: مغربی سیرا پیوبلا ناہوٹل

source: Westphalian
gwt: ویسٹ فیلین

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
gwt: امہ ترجما ݭڅی یہ موزِلہ ٹول استعمال کېرِمېک تساں <pontoonLink>پونٹون</pontoonLink>ژمېت۔ پونٹونہ لؤ باتی نام تھنَئیت، خو کېنے ز ی اِتے مېنی باتی نہ تھنی بہ جو مے <pontoonRequestLink>تانُو باتِیہ لُبُسَئیکَنی درخاس کېری بَمانېؤ۔</pontoonRequestLink>۔ گِری کامن وائس پراجکٹہ رتئ باتِیہ پئیدیا کېرِکہ ݭڅی <githubRepoLink>GitHub<githubRepoLink> رتئ نونگی باتِیَنی درخاس کېرِؤ۔<localizationFragment>سائٹ ترجما واری بالِؤ</localizationFragment>۔

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
gwt: امَئ اِپېک تبدیلی نام کېرِتُوَہ۔ ڈېٹا سیگمېنٹسہ آخری رلیزے پت نوروکہ کِلپس شامل تھنَئیت۔<deltaLink> اتے ݪمَنہ بارا واری بی ژَؤ</deltaLink>۔

source: We've run out of sentences to record in this language...
gwt: امہ مِنزی اسہ باتِیَنی ریکارڈ کېرِکہ ݭڅی جُملہ نِمَتی تنیت۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
gwt: امہ کوڅِمېک زی سپیچ ماڈل تقریر کېرِݪانی متنوع رېنجہ پرُوزِکہ لؤ بئ تھِیَؤ۔ اِشِلہ بِکہ ݭڅی، کھنٹَنی ڈیٹا بېسہ مختلف خلَکَنہ نمائیندَگی کېرَنہ تھِمان۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gwt: امہ ݭېنݭ کېرِمېک زی مشین لرننگ الگورتھم مختلف قسمَنہ پتانی شورہ قابُو کېرِکَنہ قابل بِیَؤ، اؤ تول مِزان زی نسبتاً وتھېلی کھنٹہ بی قبُول کېران دِمان خو شرط ووئی تھنی زی سے مے فُورہ عبارتہ ݭُنڈِکہ پېنہ بند مہ کېرِیَؤ۔ سکوننہ پس منظرَنہ ہارہ سئ تھنہ؛ ہارہ مے ہر لفظہ ݭُنڈِکہ پېنہ بند کېرِکہ ݭڅی لَؤ تېز تھنی۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
gwt: امَہ مختلف لہجہ ناماں آئېسا ژَمېک! اېن بُنیادے کرېک کِلپہ رد کېرِکہ پېنہ پُدَمہ لؤ احتیاط کېرِؤ زی مېنہ گُمانے ژَئیݪَہ ئے کرېک لفظَنہ غلط ترجمہ کېرِتُوس، دباوَہ غلط ٹھانہ تھوئی توس، یا وُٹن ٹھان نامہ نظر انداز کېرِتُوس۔ سُپورہ دُنیا مختلف قسمَنی تلفظ استعمالہ تھنَئت، تسُونہ منزَنہ کی مے تانُو مقامی برادرِیَہ نہ ݭُنڈِتِوَہ۔ مېرَبانی کېری تسُو خلَکہ ݭڅی ڈل ہېڑَئے قدر کېرِؤ زی مے پېنہ بېل روَنی باتی کېرِمېت۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
gwt: امہ<strong> تانُو برادری مینیجراں بی ژَئیکہ زی مېنی دلچسپی تھنی</strong>، تہ سے مے کی زیاتی مدد یا معلومات ݪِبہ کیہ نی زی میاں ضرورت بی بِمان۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
gwt: امہ لؤ دَدُوپی تونی باتِیہ کامن وائیسہ لُبُسَئیکَنہ طریقانہ بارا واری معلوماتہ مِنزی رابطا درِکہ۔

source: We will be in touch with more information as it becomes available.
gwt: واری معلومات ہست پاتُو بِکہ مِنزی امہ تسہ مِنزی رابطا درِکہ۔

source: We will not make your email public.
gwt: امہ مېنہ ای مېلہ پبلِک نہ کېرِکہ۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
gwt: امہ ڈېٹا سیٹسَہ پېنہ مېنی کھٹَنی رِکاڈِنگ بکَئیکَنی مېنی درخاستَنہ جائزہ گوئیکہ۔ کېنے زی مېنی درخاست منظور بُوئی بہ امہ تسُو خلَکَہ مِنزی رابطہ کېرِکہ زی تسُوئیں ڈېٹا سېٹہ ڈاون لوڈ کېرِیتونے اؤ تسُواں درخاس کېرِکہ زی تېمے مېنی کھٹَنی رِکاڈِنگہ بی بکاتېؤ۔

source: We will show you a prompt or question
gwt: امہ مے یہ اِشارہ یا کھُد لېڑَئیکہ

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
gwt: امہ مشرقی افرېقا رتئ خاص توجہَ مِنزی انٹر نېٹہ صحت مند ٹھان ݫُپَئیکہ ݭڅی فاؤنڈېشنز، سول سوسائٹی اؤ برادرِیَنی پارٹنرزَہ مِنزی ݪم کېرِمېک۔ امَی <programmaticWork>پروگرامی ݪَمَنہ بارا واری بی فُکہ پرُوزَؤ۔</programmaticWork>

source: What is a language on Common Voice?
gwt: کامن وائسہ رتئ باتی کی تھنی؟

source: What issues are you experiencing with this content?
gwt: اسَہ موادَنہ زی مے کرېک مسئلا مِنزی موخاموخ تھنؤ؟

source: What issues are you experiencing with this sentence?
gwt: اتے جُملا مِنزی کریَک مسائل مېنہ پُراں آئیت؟

source: What is your age?
gwt: مېنی ہُمبُر کی تھنی؟

source: What is your sex or gender?
gwt: مېنی جنس یا جنس کی تھنی؟

source: What kind of goal do you want to build?
gwt: مے کی قسمَنی مقصد ݫُپَئیکاں ݭېنݭ کېرِمانېؤ؟

source: What needs to be in my file?
gwt: مونی فائلہ کی شَیَنہ بِک ضروری تھنہ؟

source: What questions can I add?
gwt: کریَک سوالاتہ آں لُبُسَئی بمېم؟

source: What sentences can I add?
gwt: آں کرېک کَلاؤ نامہ لُبُسَئ بمېم؟

source: What’s inside the Common Voice dataset?
gwt: کامن وائس ڈېٹا سیٹَنہ اترانتے کی تھنہ؟

source: What's Public?
gwt: عوامی کی تھنہ؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
gwt: کول زی صارِف کھنٹَنی کِلپہ رد کېرِمان بہ جو ووئی قطاراں پتہ گِرِمان۔ کېنے زی دُویَم وار رد کېران گہ بہ جو کھنٹَنی کِلپہ کِلپ گورتھانتاں منتقل کېران دِمان۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gwt: ݭُنڈِمېنے لؤ احتیاط کېری بالِؤ زِی کی ریکاڈ کېران دِتنہ بہ سے بېخی سے می تھنا زی کی لِکان دِتنہ۔ کېنے زی یفَلہ غلطی بِبوت بہ ژو پتہ گِرَؤ۔<br />لؤ عام غلطِیہ شامل تھنَئیت:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
gwt: کول زی مے تانو رِکاڈِنگَنی عرضِیہ ݪِتوؤ بہ جو امہ تسُو یَک یا یکِیہ پېنہ زیات زِپ فائلے فار ترتیب ݪِمېک۔ مېنی تېر بِسنتَنی عرضی نام اېمے تھنَئیت۔

source: Which variant of { $language } do you speak?
gwt: مے { $language } باتِیَنی کرېک قسمہ ݪِمانېؤ؟

source: Why ?
gwt: کېناں؟

source: Why a profile?
gwt: پروفائل کېناں؟

source: Why are you asking?
gwt: کېناں کۡھدَمانېؤ؟

source: Why Common Voice?
gwt: کامن وائش کېناں؟

source: Why does this matter?
gwt: اېنݪی کیاں فرق پېئیمان؟

source: Why we built this Spontaneous Speech prototype
gwt: امئ اسہ بېواکِیَنی تقریرَہ پروٹو ٹائیپ کیاں ݫُپَؤوَہ

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gwt: پروفائلہ مِنزی مے تانُو ݪمہ رتئ نظر ساتی بمانېؤ اؤ کھنٹَنہ ڈیٹانہ تعاؤن کېرِݪا مِنزی برادرِیہ مِنزی لُبُوسی بمانېؤ۔

source: Wixarika
gwt: وکسارِکا

source: Wixárika
gwt: وِگزاریکا

source: Wolof
gwt: وولف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
gwt: مے تانُو کھنٹَنی رِکاڈِنگہ بی حذف کېرِکَنی درخاست کېراوَہ کوڅِوا، یا مے تسُو کامن وائس ڈیٹا سیٹَہ تھوواوا خوخَوا؟

source: Write
gwt: لِکِؤ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
gwt: بالکل تسہ می لِکِؤ زی تېن مانُوݭے ژَئیتُوسے، پلېس ہولڈرَنی الفاظہ مِنزی لکہ 'um', یا 'errr'۔

source: Write down what you hear the person saying here
gwt: اِتے لِکِؤ زی مے تسہ مانۡوݭہ کی ژَمېنے ݭُنڈِمانېؤ

source: Write options menu
gwt: اختیاراتَنہ مېنو لِکِؤ

source: Xhosa
gwt: ژوسا

source: Xitsonga
gwt: زیڅونگ

source: y
gwt: وائی

source: Y
gwt: وائی

source: Yaqui
gwt: یاقی

source: Yes
gwt: اے

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
gwt: اے، ماں ای مېل ݪِݭا، آں کامن وائس پروجیکٹَنہ بارا خبردار درِک کوڅِمېم۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
gwt: اِے، ماں اِی مېل ݪِݭَؤ۔ آں کامن وائسہ رتئ اسہ باتِیَنی ترقی یَنہ بارا خبر دار درِکاں ݭېنݭ کېرِمېم۔

source: Yiddish
gwt: یدش

source: Yoruba
gwt: یوروبا

source: You
gwt: مے

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
gwt: مے<size>{ $size }جی بی</size> نہ ڈاون لوڈ شروع کېرِݪہ تھنَؤ، پُر دِؤ؟

source: You are prepared to initiate a download of <b>{ $size }</b>
gwt: مے <b>{ $size }</b> نی ڈاون لوڈ شروع کېرِکہ ݭڅی تیار تھنَؤ

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
gwt: مے<writePageLink>صفحہ لِکِؤ</writePageLink> یا رتئ کلاوَہ لُبُسَئ بمانېؤ<reviewPageLink> جائزہ صفحہ</reviewPageLink>رتئ کلاوَنہ جائزہ گوئی بمانېؤ۔

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
gwt: مے براہ راست یو آر اېلہ تانُو خوخ ڈاون لوڈ منېجرہ کاپی اؤ پېسٹ بی کېری بَمانېؤ۔ تسُونی میعاد 12 فایاں نِمَتِبہ، خو مے کرېک بی وختہ نونگہ ݫُپَئیکہ ݭڅی اِتے موخان پتہ گِرن ژی بَمانېؤ۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gwt: مے کیبورڈ شارٹ کٹسہ بی استعمال کېری بمانېؤ{ sc-review-form-button-approve-shortcut }تصدیق کېرِکاں،{ sc-review-form-button-reject-shortcut } رد کېرِکاں{ sc-review-form-button-skip-shortcut }شارٹ کٹہ ووڑِؤ

source: You can choose to make your username public or anonymous.
gwt: مے تانُو صارف نام عوامی یا نام فُس دِسنت ݫُپَئیکَنہ انتخاب کېرِی بَمانېؤ۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
gwt: مے<datasetsPage> ڈیٹا سیٹ صفحا</datasetsPage>نہ رتاں دی بَمېس، تانُو اختیارَنہ ورژن اؤ باتی نامہ منتخب کېری بَمېس، اؤ تسہ ڈاون لوڈ کېری بمېس! فائلے فار <metadataLink>ٹکَڅِسنت میٹا ڈیٹا</metadataLink> بِمان، شِلی زی آبادیاتی معلومات اؤ تصدیقَنہ ڈیٹا۔ ڈیٹا سیٹہ ڈاون لوڈ کېرِکہ ݭڅی مېنہ یَک ای مېل پتہ ݪِیَنہ بِبہ۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
gwt: مے کامن وائس پروفائل ݫُپَئ تانُو کھنٹَنی تعاونَہ کېری لؤ قسمَنی، اوپن سورس ڈېٹا سیٹ ݫُپَئیکہ ہسپَلہ ݭَئ بَمانېؤ۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
gwt: نوری موزِیلا باتیَنی برادرِیہ وارِیَہ مِنزی لُبُسی بَمانېؤ<discourseLink>ڈِسکورس</discourseLink>شامل بی موضوعاتی باتِیہ ݭڅی، یا فوری مشورا ݭڅی <matrixLink>مېٹرکس</matrixLink>

source: You cannot add multiple sentences for a single submission
gwt: مے یَکِیہ جمع کېرِکہ ݭڅی لؤ کلاؤ نام لُبُوسئ نہ بمانېؤ

source: You cannot request your recordings while another request is already in progress.
gwt: مے تانُو رِکاڈنگَنی عرضیہ ݪی نہ بَمانېؤ اِشِلاں زی یَک واری عرضی پُدَمانی جاری تھنی۔

source: You can request a new takeout of your recordings every { $days } days.
gwt: مے رتئ{ $days } دېس تانُو رِکاڈِنگہ ݭڅی ٹېک اَوٹَنی عرضی ݪی بَمانېؤ۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
gwt: مے خلَکَنی مددہ ݭڅی ایونٹس چلَئ بَمانېؤ۔ ووئی مېنی گُمانے لؤ ہانسان تھنہ۔ مے اسہ آن لائن وېڈیو کانفرنسنگ ٹولَہ مِنزی یا تانُو روے کېری بَمانېؤ کېنے زی ووئی خُندی تھنہ بہ۔<eventTemplate> واقعاتہ چلَئیکہ ݭڅی امَنی ٹېمپلیٹس اؤ وسائلہ چیک کېرِؤ</eventTemplate>۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
gwt: مے<sentenceCollectorLinkAdd>کلاوَنی پولی تعدادہ لُبُوسَئ بمانېؤ</sentenceCollectorLinkAdd>،یا مےGithub<bulkImportDocsLink> نہ استعمال کېرِمېن</bulkImportDocsLink>بلک امپورٹس کېری بَمانېؤ۔ یاد ساتِؤ زی کَلاؤ <licenseLink>سی سی او(یا عوامی ڈومېن) </licenseLink> بیاوَہ پکار تھنہ، یا مے تانئ لِکی بَمانېؤ۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
gwt: مے وِکی پېڈیا نہ کھٹَنی کلاوَنہ فائدہ گوئیکہ ݭڅی <scraperLink>Sentence extractor</scraperLink> استعمال کېرِی بَمانېؤ۔

source: You check whether the transcription matches the audio
gwt: مے چېک کېرِؤ زی کی ٹرانسکرپشن آڈیوَہ مِنزی مېچ بِمانا

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
gwt: مے وېب سائٹ لُبُسَئ بمانېؤ، لکہ چہ "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
gwt: مے اېکېڈېمِک حوالہ ݪِکَنہ طرېقہ استعمال کېری بَمانېؤ، لکہ چہ ہارورڈ اِسٹائل ”موزیلا (2021) کامن وائس۔https://commonvoice.mozilla.org/ (رتئ لېوان دِمان: 15ستمبر 2021)”

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
gwt: مے پېغام فېدَئیکہ ݭڅی سوشل مېڈیا پلېٹ فارم استعمال کېری بَمانېؤ۔ اِشِلی پوسٹسَنہ اشتراک کېرِؤ زی اسہ باتِیَنی وضاحت کېرِیَؤ زی ووئی کیاں اہم تھنہ، اؤ باتِیَنہ حقوق، کھنٹ AI، یا ٹېکہ تعصبہ پېرُودہ مسائلَنہ بارا باتی کېرِݪہ واری خلَکہ مِنزی رابطہ کېرِؤ۔ <campaignLink>سماجی مہم چلَئکَنہ بارا واری مشورہ بالِؤ، شامل تېمے مواد زی مے دُبُڑہ استعمال کېری بَمانېؤ</campaignLink>۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gwt: مے کریک باتِیہ نہ خوخئیتو۔ مېرَبانی کېری تانُو <profileLink>پروفائیلاں دِؤ </profileLink>خوخَئیکہ ݭڅی۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gwt: مے اسہ صفحا ݭڅی جمع کېرَئیکَنی حداں فېدی تَنؤ۔ مېرَبانی کېری دویَم کَلاؤ پُر کېرِکہ پېنہ پُدَمہ { $retryLimit } مِلېٹ انتظار کېرِؤ۔ مېنہ صبرَنہ شکریہ!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gwt: مے اتے صفحا ݭڅی جمع کېرَئیکَنی حداں فېدی تَنؤ۔ مېرَبانی کېری دویَم کَلاؤ جمع کېرِکہ پېنہ پُدَمہ { $retryLimit } سیکېنڈ انتظار کېرِؤ۔ مېنہ صبرَنہ شکریہ!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
gwt: مے مِنزی اتے فٹا غیر محفوظ تبدیلی نام تھنَئیت۔ کېنے زی مے ٹھان بدَلَمانېؤ بہ مېنی تبدیلی نام محفوظ نہ درِتہ۔ مے سانېن ٹھانہ بدَلَئیک کوڅِمانېوا؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
gwt: مے مِنزی اتے فٹا غیر محفوظ تبدیلی تھنَئیت۔ کېنے زی مے اسہ فٹا ووڑوؤ بہ مېنی تبدیلی محفوظ نہ درِتہ۔ مے خامَخا اسہ فٹا ووڑِک کوڅِمانېوا؟

source: You must allow microphone access.
gwt: مائیکرو فوناں فېدِکاں مېنہ اجازہ ݪِیَنہ بِبہ۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
gwt: مېنہ رِکاڈِنگَنی ہر لفظہ ݭُنڈِکَنہ لائق بِکَنی ضرورت تھنی۔ امہ خائش کېرِمېک زی مشین لرننگ الگورتھم مختلف قسمَنہ پتانی شورہ ہېنڈل کېرِکَنہ قابل تھِتېؤ، اؤ اِتے مِزان زی نسبتاً تېز کھنٹ نام یا سوتگِیَنہ پس منظَرَنی موسیقِیہ بی قبُول کېران دِمان شرط ووئی تھنی زی سے مے سپُوری عبارَتہ ݭُنڈِکہ پېنہ بند نہ کېرِیَؤ۔ دلِک یا ‘ فوٹِک’ زی مے عبارَتہ ݭُنڈِکہ پېنہ وُٹَمانے تسَنی مطلب تھنی زی مېنہ کِلپہ رد کېرنہ تھنہ۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
gwt: مېنہ لہجہ کِرَوے زی مېنی الفاظَنی تلفظ کېرِمېتے۔ مے کېنے درِمانېؤ، مے کریَک واری باتی نامہ ݪِمانېؤ اؤ لوِیہ پېنہ واری عومِلے تسُونی تشکیل کېران دِمان۔ مے اِتے کرېک بی معلوماتہ شئر کېری بَمانېؤ زی میاں کی متعلقہ زانان گہ بہ۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
gwt: مېنی فُس دِسنت کھنٹَنی رِکاڈِنگ کامن وائس ڈېٹا سیٹہ درِبہ۔ یَک ور مے تانُو پروفائلہ حذف کېرؤ بہ تولے مے ڈېٹا سیٹسہ مِنزی تانُو رِکاڈِنگہ بکَئیکَنی درخاستہ جمع کېری نہ بَوَہ

source: Your daily goal has been created
gwt: مېنی دېس دېسَنی مقصد ݫُپی تِنی۔

source: Your dataset is downloading!
gwt: مېنہ ڈېٹا سیٹ ڈاون لوڈ بِمان!

source: Your download has started.
gwt: مېنہ ڈاون لوڈ شروع بِتنہ۔

source: You’re contributing to a target segment
gwt: مے یک ٹِکی کېرِسنت حصا مِنزی ہسپلہ ݭمانېؤ

source: You’re contributing to our first target segment
gwt: مے امَنہ اوَنہ ٹِکی کېرِسنت حصا مِنزی ہسپَلہ ݭمانېؤ

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gwt: مے فلیالن<bold>NOT</bold> رتئ سیٹ تھنَؤ لَکہ زی گول ریمائینڈرز، مېری پراگرس اپڈېٹس اؤ کامن وائسَنہ بار نیوز لېٹرز وصول

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gwt: مے فلیالَن کامن وائسَنہ بارا ای مېلز لکہ زی گول ریمائینڈرز، مېری پراگرس اپڈېٹس اؤ نیوز لېٹر وصول کېرِکاں تیار تھنَؤ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gwt: تُو لَؤ تادی ئے څُوئی تنَئیس۔ مېرَبانی کېری جُملانہ جائزہ گوئیکہ ݭڅی اِپېک وخت کھاوَہ تہ ووئی یقینی ݫُپان دِیَؤ زی ووی سئ تھنہ۔

source: You're helping Common Voice reach our daily sentence goals!
gwt: مے کامن وائیسہ امَنہ روزانہ فېدِکہ مدد کېرِمانېؤ کَلاوَنی مقاصد!

source: Your email address
gwt: مېنہ اِی مېل پتہ

source: You respond or reply to it as naturally as you can
gwt: مے اسہ قدرتی طورے جواب ݪِؤ یا جواب ݪِؤ

source: Your files are being assembled. Please check again later.
gwt: مېنَہ فائل نام ٹوپلان دِمېت۔ مېرَبانی کېری پتا دُبُوڑہ چېک کېرِؤ۔

source: Your Languages
gwt: مېنی باتی نام
